Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Also, while both the mesh and augmented reality are filled with all manner of AI-mediated adware, most of it has evolved to be relatively benign and to provide non-intrusive suggestions about goods, information, and services that are likely to be of legitimate interest to the targeted person.
fr_fr: Et alors que le mesh et la réalité augmentée sont emplis d'adware gérée par des IA, la plupart d'entre eux sont devenus relativement bénins et fournissent des suggestions non intrusive pour des biens, de l'information et des services qui ont des chances d'intéresser la personne ciblée.

source: An individual's muse filters out unwanted advertising.
fr_fr: La muse d'un individu filtre les publicités non désirées.

source: While it is certainly possible to create advertising that can hack through any muse's filters, doing so is usually illegal.
fr_fr: Alors qu'il est certainement possible de créer des publicictés qui peuvent se frayer un chemin à travers les filtres des muses, cette pratique est habituellement illégale.

source: Unwanted AR intrusions are similarly limited.
fr_fr: Les intrsuions RA non désirée sont limités de manière similaire.

source: During the early days of AR technology, there were serious problems with users being overwhelmed with unrequested and distracting input—as many said, the mist got very thick indeed, so both law and custom changed to prevent such invasions.
fr_fr: Pendant les premiers jours de la technologie RA, il y a eu de grave problèmes avec des utilisateurs surchargés par des entrées non demandée et déconcentrante - comme beaucoup le disent, la brume était en effet trés épaisse, les lois et les coutumes ont dnc changées pour pévenir de telles invasions.

source: Today, most people expect to only experience data that they are looking for or that they might be interested in, and that any data they are not interested in will quickly vanish.
fr_fr: Aujourd'hui, beaucoup de personne s'attende à ne rencontrer que les données qu'ils recherchent ou qui pourrait le sineresser; et que toutes les données qui ne les intéressent pas s'évanouissent rapidement.

source: Being surrounded by a large amount of unwanted AR data is not just annoying and distracting, it is also deeply frightening, because it means that there is a serious problem with either the habitat's mesh or the person's electronics—it could even mean that the entire habitat is under direct attack by infowar weapons.
fr_fr: Être cerné par une énorme quantité de donnée RA non désirée est bien plus qu'une gène et une distraction, c'est également profondément effrayant, car cela signifie qu'il y a un sérieux problème soit avec le mesh de l'habitat soit avec l'électronique de la personne - cela peut même signifier que tout l'habitat subit une attaque directe d'arme de cyberguerre.

source: More than ninety-five percent of humanity inhabits artificially created morphs.
fr_fr: Plus que quatre-vingt quinze pourcent de l'humanité habite des morphs créée artificiellement.

source: Most of them also possess basic implants, and the vast majority of the rest wear ectos with retina displays and other simple peripherals that allow the user to fully perceive and interact with the vast network of information around them.
fr_fr: La plupart possède également des implants basiques, et la vaste majorité du reste porte des ectos avec des affichages rétiniens et d'autre périphériques simple permettant à l'utiulisateur de percevoir et d'interagir pleinement avec le vaste réseau d'information qui les entoure.

source: However, slightly less than four percent of the remaining population inhabit flats or splicer morphs without basic implants and also lack access to ectos and other basic technologies.
fr_fr: Cependant, un peu moins de quatre pourcent de la population restante habite des morphs spliceurs ou plate sans implants basique et manquent également d'accès aux ectos et aux autres technologie de base.

source: Since an ecto is both a relatively trivial expense and a piece of equipment vital to existence in the solar system, the only individuals who lack such technologies stand on the very lowest rungs of the social ladder.
fr_fr: Étant donné qu'un ecto est à la fois une dépense triviale et un équipement vital pour vivre dans le système solaire, les rares individus qui n'ont pas cette technologie restent tout en bas de l'échelel sociale.

source: A few are the poorest members of the most marginal habitats, but most are slaves or the next best thing to them.
fr_fr: Quelques uns sont les habitants les plus pauvres des habitats les plus marginals, mais beaucoup sont des esclaves ou à peine mieux.

source: The lowest social classes in the Jovian Republic lack personal infotech access and so do the lowest class of people indentured to the hypercorps and the Planetary Consortium, particularly on Luna and Mars.
fr_fr: La classe sociale la plus basse dans la République jovienne n'as pas accès à l'infotech personnelle de même que les classes les plus basses parmi les contractés aux hypercorps et le Consortium Planétaire sur la Lune et sur Mars.

source: These individuals are either indentured criminals or people sufficiently lacking in useful skills that they are assigned mindless physical tasks that cannot be more efficiently performed by AIs.
fr_fr: Ces individus sont soit des criminels contractés ou des personnes qui manquent de compétences utile et qui sont assignés à des tâches physiques basique qui ne peuvent être faites plus efficacement par des IAs.

source: The lack of mesh access makes these unfortunate “zeroes” into mental and social cripples, unable to perceive the vast wealth of AR that most people take for granted.
fr_fr: Le manque d'accès au mesh transforme ces pauvres "zéros" en handicapés mentaux et sociaux, incapable de percevoir la vaste richesse de la RA que la plupart des gens considèrent comme acquise.

source: They are also unable to communicate with anyone beyond the range of their voice or to access almost all information, including traffic signals and shop displays.
fr_fr: Ils sont également incapable de communiquer avec quelqu'un hors de portée vocale ou d'accéder à toute information , incluant les la signalisation routière ou les affichages des boutiques.

source: When necessary, the managers and overseers in charge of groups of zeroes allow them access to handheld meshbrowsers.
fr_fr: Lorsque c'est nécessaire, les chefs d'équipes et superviseurs responsables d'un groupe de éros leur permet d'accéder à des navigateurs mesh monitorés.

source: These devices resemble the handheld terminals common in the early 21st century and have limited functionality, typically forbidding communication and restricting mesh research to carefully filtered topics.
fr_fr: Ces appareils ressemblent aux terminaux portables communs au début du 21° siècle et ont des fonctionnalités limitées, telles que l'interdiction de la communication et la restriction des recherches sur le mesh à des sujets précautionneusement filtrés.

source: Because of their inability to access AR or the mesh, zeroes are almost completely isolated from everyone else, meaning they are also unable to organize effectively or to otherwise cause trouble for the people who control them.
fr_fr: Enr aison de leur incapacité d'accéder eu mesh ou à la RA, les zéros sont presque complètement isolés du reste du monde, ils sont donc également incapable de s'organiser efficacement ou d'être à la source de problème pour les personnes qui les contrôlent.

source: In much of the outer system, the existence of zeroes is considered one of the greatest crimes against transhumanity perpetrated by the Planetary Consortium and the Jovian Republic.
fr_fr: L'essentiel du système extérieur considère l'existance des zéros comme l'un des plus grand crimes contre la transhumanité perpétré par le Consortium Planétaire et par la République Jovienne.

source: While death is no longer a certainty for transhumanity, it remains a possibility.
fr_fr: Alors que la mort n'est plus une fatalité pour la transhumanité, un risque demeure.

source: During the decade preceding the Fall, most of humanity was growing used to the idea that immortality was in their grasp.
fr_fr: Pendant la décennie précédant la Chutre, la plupart de la transhumanité grandissait avec l'idée que l'immortalité etait à leur portée.

source: Then, in just a few short years, the TITANs wiped out more than ninety percent of us.
fr_fr: Puis, juste en quelques années, les TITANs ont anéanti plus de quatre-vingt dix pourcent d'entre nous.

source: Faced with the horror of so much needless death, efforts to insure the lives of surviving humans became a top priority.
fr_fr: Face à l'horreur de tant de morts inutiles, les efforts faits pour assurer la vie des humains survivants est devenue la priorité.

source: Now, the technology of immortality—uploading, cortical stacks, and other related wonders—is commonplace.
fr_fr: Maintenant, la technologie de l'immortalité - l'upload, les piles corticales et d'autre merveilles associées - est commune.

source: Today, most of the residents of the solar system have adjusted to this fact (except for the most extreme bioconservatives); everyone expects both to live forever and to have their friends, loved ones, and enemies do the same.
fr_fr: Aujourd'hui, la plupart des résidents du système solaire se sont adapté à cette existence (à l'exception des biocnservateurs extrêmistes); tout le monde s'attend à vivre éternellement et à avoir des amis, des amants et des ennemis qui fassent de même.

source: While death is rare, though, it is still possible.
fr_fr: Cependant, même si la mort est rare, elle reste possible.

source: Severe accidents can destroy someone's cortical stack as well as their brain, and egos can also be wiped away in punishment for sufficiently heinous crimes—though the process of execution is considerably more difficult than it had been a few decades earlier.
fr_fr: Un accident grave peut détruire la pile corticale de quelqu'un ainsi que leur cerveau, et des egos peuvent être effacés pour des crimes suffisament graves - bien que le processus d'exécution soit considérablement plus difficile qu'il ne l'avait été quelques décennies plus tôt.

source: For most people (with the exception of those too poor to afford a new morph), non-permanent death is an annoyance equivalent to events that most people in the late 20th century regarded as moderate misfortunes, like a bad stomach flu or a broken arm.
fr_fr: Pour la plupart des gens (à l'exception de ceux qui sont trop pauvres pour s'acheter une nouvelle morph), la mort non-permanente est une gène équivalente à ce que la plupart des personnes du 20° siècles considéraient comme une gène modérée, telle qu'une mauvaise grippe intestinale ou un bras cassé.

source: In almost all habitats, if anyone is responsible for someone's temporary death, either accidentally or on purpose, they are also responsible for paying for the person's resleeving in an identical morph, especially if that person does not have some form of resleeving insurance.
fr_fr: Dans presque tout les habitats, si quelqu'un est responsable de la mort temporaire d'une personne, que ce soit par accident ou prémédité, ils sont également responables de dédommager la réincarnation e la vitcime dans une morph identique, particullièrement si elle ne possède pas une quelconque assurance de réincarnation.

source: People who have temporarily died can expect to receive visits from everyone they are at all close to after their resleeving, as well as a host of e-cards and perhaps a few gifts from their acquaintances and colleagues, all expressing sympathy at their death and welcoming them back to the world of the physically embodied.
fr_fr: Les personnes qui sont mort temporairement peuvent s'attendre à recevoir des visites de tout ceux qui sont suffisament proche après leur réincarnation, aussi bien qu'une quantité impressionante de cartes électronique et probablement quelques cadeaux de leurs contacts et collègues, tous manifestant leur compassion dans la mort et les félicitants pour leur retour dans le monde des incarnés.

source: Exchanging such “life gifts” is an accepted part of belonging to many professions such as emergency service workers, where members regularly risk temporary death.
fr_fr: L'échange de ces "cadeaux de vie" est une part accepté de l'appartenance à certains corps professionels tels que les employés des services d'urgence, dans lesquels les membres risquent régulièrement la mort temporaire.

source: Deliberately choosing to change morphs or to temporarily become an infomorph is treated differently.
fr_fr: Choisirent délibérément de changer de morphs ou de devenir temporairement une infomorph est traité différement.

source: People typically spend at least a day or two between deciding to change morphs and actually doing so.
fr_fr: Les personnes mettent générallement un jour ou deux entre le moment où ils décident de changer de morphs et le moment où ils passent à l'acte.

source: During this time, it is considered polite for someone to inform everyone they know well or work with about their upcoming resleeving.
fr_fr: Pendant ce temps, il est considéré comme poli d'informer de sa prochaine réincarnation toutes les personnes qu'ils connaissent bien ou avec qui ils travaillent.

source: Along with personal visits, as well as calls and e-cards detailing the time of the upcoming event, the person who is resleeving is expected to include an image of what their new morph will look like, so people they know will be able to easily recognize them.
fr_fr: Avec les visites personnelles, les appels ou les cartes électroniques précisant la date de l'évènement à venir, on attend de la personne qui se réincarne qu'elle fournisse une image de ce à quoi ressemblera leur nouvelle morph, afn que les personnes qu'elle connaît puissent facilement la reconnaître.

source: However, it is considered gauche for someone who is upgrading to a better morph to include details about their new morph.
fr_fr: Il est cependant maladroit pour quelqu'un qui qui se met à hour vers une meilleure morph d'inclure les détails à propos de cette morph.

source: Within a few days of resleeving, a “resleeving party” is typically held to introduce everyone they know to their new morph.
fr_fr: Après quelques jours de réincarnation, un" fête de réincarnation" est générallement organisée pour présenter les personnes qu'elle connaît à leur nouvelle morphs.

source: Depending upon how well-off, well-known, and social the individual is, these parties range from lavish affairs held in hotel ballrooms to small intimate gatherings in the person's home.
fr_fr: En fonction du niveau d'aisance, de célébréité et de sociabilisation de l'individu, ces fêtes vont des réceptions somptueusestenues dans les salles de bal des hôtel aux petites rassemblement plus intimes chez la personne.

source: Permanent death is treated very differently.
fr_fr: La mort permanente est gérée de manière extrêmement différente.

source: Because it is both relatively rare and no longer expected, the old funerary rituals surrounding death have faded and new traditions have grown in their place.
fr_fr: Comme il est relativement rare et plus réellement attendue, les anciens rituels funéraires entourant la mort se sont effacées et de nouvelles traditions ont prit leur place.

source: Since every death reminds many people of the billions who permanently died during the Fall, most of the few funerals that are held honor both the person who just died as well as the victims of the Fall.
fr_fr: Puisque chaque mort rappelle à beaucoup de personne la perte des milliards d'humains qui sont mort à jamais pendant la Chute, la plupart des rares funérailles sont tenues à la fois en l'honneur de la personne qui vient juste de mourir aussi bien que des victimes de la Chute.

source: A substantial amount of media survives the Fall of Earth, and a significant number of modern transhumans make their living creating new songs, stories, reports, or other media.
fr_fr: Un nombre substantiem de media ont survécu à la Chute de la Terre et un nombre significatif des transhumains modernes vivent en créant des chansons, des histoires, des reportages ou d'autres media.

source: All of this is easily and swiftly accessible through any basic implant, ecto, or (on very rare occasions) archaic handheld terminal.
fr_fr: Toutes ces choses sont accessible facilement et rapidement grâce à des implants basiques, des extos ou (en de rares occasions) par des terminaux mobiles archaïques.

source: However, most of this media is not to the taste of any particular individual, and vast amounts of it are mediocre.
fr_fr: Cependant, la plupart de ces medias ne sont pas au goüt de tout le monde, et la vaste majorité de ces créations sont médiocres.

source: As a result, most humans keep two layers of evaluation between them and anything they might consider exposing themselves to.
fr_fr: Du coup, beaucoup d'humains gardent deux niveaux d'évaluations entre eux et ce à quoi ils pourraient considérer être exposés.

source: The first layer is based on popularity and critical reviews.
fr_fr: le premier niveau est basé sur la popularité et les critiques.

source: Every piece of media has a rating, often weighted by the opinions of critics with high rep scores who comment on their virtues and faults.
fr_fr: Chaque élément de média à une notation, souvent pondérée par l'opinion des critiques qui possèdent un score de rep élevé qui commentent les vertues et les défauts de l'élément.

source: Specialized AIs also evaluate the responses of consumers, so individuals can use reviewers they trust or they can seek out media that is either widely or specifically popular in their particular demographic and subcultural niche.
fr_fr: Des IAs spécialisées évaluent également la réponse des consommateurs, afin que les individus puisse utiliser des critiques qu'ils connaissent ou pour qu'ils puissent trouver du media qui est soit largement soit spécifiquement populaire dans leur niche démogaphique et culturelle.

source: The second filter layer is the individual's muse.
fr_fr: Le second niveau est celui de la muse de chaque individu.

source: Muses learn their owner's tastes and moods and automatically search out and recommend various sorts of media.
fr_fr: Les muses apprennent les goûts et humeurs de leurs propriétaires et cherchent automatiquement des medias et recommandent diverses sources de media.

source: Individuals can do everything from asking their muse to select something they will enjoy, to asking for a something that will challenge their opinions, to looking at all current events news that will be of interest to them.
fr_fr: Les individus peuvent faire ce qu'ils veulent de demander à leur muse de choisir quelque chose qu'ils aimeront, à demander quelque chose qui défieras leurs opinions, en passant par récupérer toutes les nouvelles récentes qui seront d'un intérêt quelconque pour eux.

source: Muses use their understanding of their user's preferences, mixed with ratings and reviews, to make their decisions.
fr_fr: Les muses utilisent leur compréhension des préférences de leur utilisateur, mélangé avec les notations et les critiques, afin de faire leur choix.

source: Individuals can even set their muses to edit all media so that they better fit with the person's interests and preferences.
fr_fr: Les individus peuvent même configurer leur muses pour éditer tous les medias afin qu'ils correspondent mieux à leurs intérêts et préférence.

source: In the most extreme cases, this process can twist and edit news so that it bears no relation to real events.
fr_fr: Dans les cas les plus extrêmes, ce processus peut déformer et éditer des informations jusqu'au point où elles n'ont plus de relation avec des évènements réels.

source: This same process is used to make the characters and dialog in novels and vids more appealing.
fr_fr: Le même procédé est utilisé pour rendre les dialogues entre personnages dans les romans et les vids un peu plus interessants.

source: More commonly, the muses merely edit out aspects of a news story or article in which the individual is not interested.
fr_fr: De manière plus courante, les muses éditent plus simplement des aspects d'un article ou d'une histoire qui n'intéresse pas l'individu.

source: Ratings, reviews, and muses allow individuals to avoid media overload, but they also reinforce subcultural barriers.
fr_fr: Les notations, les critiques et les muses permettent aux individus d'éviter la surcharge médiatique, mais cela renforce également leur barrère sous-culturelle.

source: A great many people only seek out media and news that reinforces their existing opinions and beliefs.
fr_fr: Une grande majorité de gens ne cherchent que des medias et des infos qui renforcent leurs opinions et croyance existantes.

source: Xenophobic individuals who distrust all non-humans, from uplifted octopi to the Factors, regularly view news stories and AR dramas about evil aliens and devious uplifted animals who commit heinous crimes.
fr_fr: Les individus xénophobes qui ne font pas confiance aux non-humains, des poulpes élevés ou Facteurs, voient réglulièrement des informations et des drames RA à propos de méchant étrangers et d'animaux élevés déviants qui commettent des crimes violents.

source: Similarly, individuals who are only interested in their own habitat have all external news altered by their muses so that it refers only to the effects outside events will have on their station.
fr_fr: De manière similaire, les individus qui ne sont interessés que par leur propre habitat reçoivent toutes les informations altérées par leur muses afin qu'elles ne fassent références qu'aux évènement extérieurs à leur station qui pourraient influer l'intérieur de celle-ci.

source: In a very real sense, individuals from radically different subcultures and demographics inhabit completely different worlds.
fr_fr: De manière très pragmatique, des individus issus de sous-culture et de démographie radicalement différentes habitent des mondes complètement différents.

source: The one force that works against this separation is the fact that many people wish to follow the lives and opinions of those with the highest reputation scores.
fr_fr: L'une des forces qui travaille contre cette séparation est le fait que beaucoup de personne veulent suivre la vie et l'opinion de ceux qui possèdent un score de réputation élevé.

source: In many cases, a large portion of these individual's high rep scores comes from their interest in and willingness to interact with (or at least acknowledge) a wide variety of different sources of information.
fr_fr: Dans de nombreux cas, une grande portion de ces scores de rep élevé vient de leur intérêt et de leur volonté à interagir avec (ou au moins prendre en compte) une grande variété de sources d'informations différentes.

source: As a result, listening to opinions by a high-rep celebrity can expose people to information that they might never encounter otherwise.
fr_fr: De fait, écouter l'opignon d'une célébrités avec une grosse rep peut exposer les gens à des informations qu'ils pourraient n'avoir jamais rencontrer autrement.

source: Also, in many habitats, AIs responsible for media distribution tag some news as being sufficiently important that it should be immune to filtering by muses.
fr_fr: De plus, et dans beaucoup d'habitat, les IAs responsable de la distribution des media marquent certaines information comme suffisament importante pour ignorer le filtrage des muses.
